[{"title":"Natural coconut bowl and spoon set","description":["Eco friendly 100% natural coconut shell and wooden spoon set. Perfect Buddha bowl, Acai bowl, smoothie bowl, rice bowl.","Coconut shells are a by-product of coconut oil production - they are usually discarded or burnt. Our bowls are made from real coconuts that have been reclaimed.\n","\nEach bowl is unique so shape, size and form may vary - just like all of us 😀\n","\nThe bowl and spoon set is a beautiful addition to any kitchen or travel bag for on-the-go. Kickstart or continue your healthy lifestyle, or give to someone as a gift - great for anyone, and vegans especially love these.\n","Each set includes:","Bowls:","\n"],"price":8.5,"weight":{"en-US":0.15},"slug":{"en-US":"natural-coconut-bowl-and-spoon-set"},"images":["coconut-bowl-and-spoon-set-1.jpg","coconut-bowl-and-spoon-set-3.jpg","coconut-bowl-and-spoon-set-9.jpg","coconut-bowl-and-spoon-set-8.jpg","coconut-bowl-and-spoon-set-7.jpg","coconut-bowl-and-spoon-set-6.jpg"]},{"title":"Bamboo cotton reusable pads","description":["These eco makeup remover pads are a perfect alternative to disposable cotton ones. By making this swap, you will be helping the planet and saving money!","Included in the pack are:"],"price":12,"weight":{"en-US":0.12},"images":["makeup-remover-pads--3.jpg","makeup-remover-pads-.jpg","makeup-remover-pads--2.jpg"]},{"title":"Eco friendly razor","description":["Here it is: the star of the show and our very first swap: the double edge razor.\n","This safety razor was the easiest swap to start with. Using a plastic handle and paying € 10-15 for a pack of replacement plastic razor heads each time made no sense for us. Neither on a financial level nor an environmental one. And the quality of the shave is just so much better with this eco friendly alternative!\n","By purchasing this eco friendly razor you will get:","x1 ","+ Free bonus:","x5 Astra replacement ","x","First time you’ll be using a safety razor? Don’t worry, we remember how you feel! It’s super simple - "],"price":19,"weight":{"en-US":0.12},"images":["safety-razor-with-replacement-blades.jpg","replacement-razor-blades-astra.jpg","safety-razor-butterfly-2.jpg","safety-razor-butterfly-1.jpg","safety-razor-butterfly-3.jpg"]},{"title":"Eco soap dish","description":["This eco friendly soap dish is made from ","\nThe wooden dish is very water-resistant, which means it won't easily deteriorate. It's also very sturdy and pressure resistant so it won't change in shape with time. You can rest assured that your dish won't break or deform easily. As the wood is natural, you can expect some slight colour variations. ","It's important to let your soap dry out in-between uses and this dish does the trick! It has water draining holes which allow the soap to breathe and prevent it from getting slimy."],"price":3.5,"weight":{"en-US":0.16},"slug":{"en-US":"eco-soap-dish"},"images":["wooden-soap-dish-2.jpg","wooden-soap-dish-1.jpg","soap-bar-red-claywith-soap-dish.jpg"]},{"title":"Bamboo comb","description":["Beautiful eco friendly comb made from bamboo, suitable for all hair types.\n","\nThe perfect alternative to plastic combs. This anti-static comb is gentle on your hair and scalp - great for taming flyaway hair!\n","\nThis comb is ideal for daily use at home to detangle your hair, or can just as easily be carried around on-the-go as it's really lightweight and sturdy at the same time. It also works well for creating partings and combing beards.\n","\nDimensions: 14cm x 3cm\n\n(this product is handmade so there may be up to 1cm/0.4in difference)"],"price":2.5,"weight":{"en-US":0.1},"images":["bamboo-comb-5.jpg","bamboo-comb-2.jpg","bamboo-comb-3.jpg","bamboo-comb-1.jpg","bamboo-comb-6.jpg","bamboo-comb-4.jpg"]},{"title":"Bamboo cotton buds","description":["This pack of 100 bamboo cotton buds is the eco friendly alternative to plastic cotton buds - this one's a no-brainer.\n","Materials","\n","\n"],"price":2.5,"weight":{"en-US":0.1},"images":["bamboo-cotton-buds-1.jpg","bamboo-cotton-buds-3.jpg","bamboo-cotton-buds-5.jpg","bamboo-cotton-buds-2.jpg"]},{"title":"Bamboo cutlery set","description":["Eco friendly bamboo cutlery set - the sustainable way to enjoy food and drink on the go.","\nThis reusable utensil kit is perfect for picnics, camping, festivals, barbecues and is small and light enough to carry around in your pocket!\n","\n","\nThe utensils are roughly 20cm long each."],"price":10,"weight":{"en-US":0.1},"images":["bamboo-cutlery-set-1.jpg","bamboo-cutlery-set-4.png","bamboo-cutlery-set-5.png","bamboo-cutlery-set-7.jpg","bamboo-cutlery-set-6.png","bamboo-cutlery-set-2"]},{"title":"Bamboo toothbrush (single)","description":["This bamboo charcoal toothbrush is another easy swap: eco friendly and as affordable as the plastic alternative.","Conventional toothbrushes are often made from different types of plastics which makes them impossible to recycle. By making this simple swap to a bamboo toothbrush you will be making the world of difference to plastic pollution. \n"," Included:","\nx1 single adult toothbrush (choice of three colours)\n","\n","Handle:","Bristle: "],"price":1.5,"weight":{"en-US":0.1},"images":["bamboo-toothbrush-3.png","bamboo-toothbrush-7.jpg","bamboo-toothbrush-1.png","bamboo-toothbrush-5.png","bamboo-toothbrush-2.png","bamboo-toothbrush-6.jpg","bamboo-toothbrush-4.png"]},{"title":"Eco friendly shaving kit","description":["Treat yourself and the planet with this sustainable safety razor kit that includes everything you need to start your plastic free shaving journey.\n","This shaving kit is unisex! As a woman, you may not have thought of using a brush but trust us - your legs will thank you for it!\n","First time you’ll be using a safety razor? Don’t worry, we remember how you feel! It’s super simple - ","Your kit is posted in a "],"price":35,"slug":{"en-US":"eco-friendly-shaving-kit"},"images":["plastic-free-shaving-kit-with-red-clay-soap-and-icons.jpg","safety-razor-butterfly-3.jpg","safety-razor-butterfly-1.jpg","replacement-razor-blades-astra.jpg","shaving-brush.jpg","linen-pouch-one-planet.jpeg","soap-bar-red-claywith-soap-dish.jpg","wooden-soap-dish-2.jpg"]},{"title":"Red clay soap bar (vegan)","description":["This forest scented soap is a wonderful shaving soap bar, thanks to its lathering and moisturising properties. It's also detoxifying so it makes a great face bar, and can be used on your hands and body. A great all-rounder for travelling!","Vegan and 100% natural.","This soap bar is a variation of the Shea Butter Soap, it shares the same moisturising base recipe, with the addition of the red clay and a different, more powerful, blend of essential oils.","Handmade by the awesome Bianca and Giulio at "," ","Additional info:","\nWeight: ~100g","Packaging: 100% recycled, unbleached cardboard","Made using 100% renewable energy\n\n","Please note that because this product is handmade, slight variations in shape, colour, scent and weight may occur.","All ZWP soaps are gender-neutral/unisex."],"price":6.5,"slug":{"en-US":"synthetic-shaving-brush"},"images":["soap-bar-red-claywith-soap-dish.jpg","red-clay-soap-bar-with-packaging.jpeg","soap-bar-red-clay-zwp-handmade.jpeg"]}]